import bag1 from '../img/bags/bag-5-400.jpg';
import bag2 from '../img/bags/bag1.png';
import bag3 from '../img/bags/bag1.png';
import bag4 from '../img/bags/bag1.png';
import bag5 from '../img/bags/bag1.png';

export default [
    {
        id: 1,
        name: 'Рюкзак хипстерский',
        price: '1000',
        foto: bag1,
        imgHref: '#',
        about: 'Очень стильный рюкзак - из грубого сукна, с кожаными элементами, металлическими пряжками. Можно носить как рюкзак - на двух лямках, а можно и на одной. Ремень легко перещелкивается из одного положения в другое. Можно использовать и просто как сумку для ноутбука - он как раз по размеру. Стиль - и деловой и утилитарный.'
    },
    {
        id: 2,
        name: 'рюкзак 2',
        price: '1500',
        foto: bag2,
        imgHref: '#',
        about: 'Это самый замечательный рюкзак в мире. Он настолько прекрасен, что слова заканчиваются в горле'
    },
    {
        id: 3,
        name: 'рбкзак 3',
        price: '1300',
        foto: bag3,
        imgHref: '#',about: 'Это самый замечательный рюкзак в мире. Он настолько прекрасен, что слова заканчиваются в горле'
    },
    {
        id: 4,
        name: 'рбкзак 4',
        price: '1200',
        foto: bag4,
        imgHref: '#',
        about: 'Это самый замечательный рюкзак в мире. Он настолько прекрасен, что слова заканчиваются в горле'
    },
    {
        id: 5,
        name: 'рбкзак 5',
        price: '1400',
        foto: bag5,
        imgHref: '#'
    }
]