import bag1 from '../img/bags/bag1/bag-5-200.jpg';
import bag2 from '../img/bags/bag2/bag-20-200.jpg';
import bag3 from '../img/bags/bag3/bag-1-200.jpg';
import bag4 from '../img/bags/bag4/bag-2-200.jpg';
import bag5 from '../img/bags/bag5/bag-3-200.jpg';

export default [
    {
        id: 1,
        name: 'Рюкзак хипстерский',
        price: 1000,
        foto: bag1,
        imgHref: '#',
        about: 'Очень стильный рюкзак - из грубого сукна, с кожаными элементами, металлическими пряжками. Можно носить как рюкзак - на двух лямках, а можно и на одной. Ремень легко перещелкивается из одного положения в другое. Можно использовать и просто как сумку для ноутбука - он как раз по размеру. Стиль - и деловой и утилитарный.'
    },
    {
        id: 2,
        name: 'ми-милый Рюкзак',
        price: 1200,
        foto: bag2,
        imgHref: '#',
        about: 'Кто не любит котиков? Все любят котиков! Рюкзак выполнен в стиле спящего кота. Выглядит очень няшно и мило. При этом сделан рюкзак из надежной джинсовой ткани. Качественная прошивка будет служить долго. Мягкие, удобные лямки.'
    },
    {
        id: 3,
        name: 'Рюкзак оптимиста.',
        price: 650,
        foto: bag3,
        imgHref: '#',
        about: 'Яркий, прикольный, веселый рюкзак. Надев его, вы точно не останетесь незамеченными. Идеально подойдет для легкомысленных прогулок по летнему Питеру с кепкой козырьком назад.'
    },
    {
        id: 4,
        name: 'Рюкзак мини-милитари.',
        price: 1000,
        foto: bag4,
        imgHref: '#',
        about: 'Хороший прочный рюкзак в милитари стиле. Городской повседневный вариант для любителей выживать. Есть стропы, для крепления карабинов и другого доп оборудования, ипучка для опознавательных знаков и прочего. У рюкзака качественные мягкие лямки, мягкий задник для удобного расположения на спине. Рекомендуется для локальных спецопераций городского типа.'
    },
    {
        id: 5,
        name: 'Хиповской рюкзак',
        price: 1200,
        foto: bag5,
        imgHref: '#',
        about: 'Хороший качественный новый рюкзак с необычным орнаментом. Множество карманов, в которых можно много чего спрятать, прочная джинсовая ткань. В руках держать приятно. Рюкзак выполнен в стиле вещмешка, торбы. От него ненавящево веет атмосферой легалайза и фрилава.'
    }
]